[
  {
    "mainImage": "/projects/zain-city-scape-ksa/main.png",
    "description": "At Cityscape in Saudi Arabia, our emphasis on innovative presentation solutions was evident. The rotating product showcase, featuring an interactive tablet interface and a sleek transparent OLED, allowed users to effortlessly select products displayed on a rotating platform. \n\n This engaging experience, complemented by captivating digital holographic visuals, showcased detailed product information, enhancing the overall presentation. Our commitment to innovation also extended to practical solutions, including hanging LED cubes for the Zain booth and a sliding screen for Shomoul, both executed with precision within demanding timelines. ",
    "images": [
      "/projects/zain-city-scape-ksa/1.png",
      "/projects/zain-city-scape-ksa/2.png"
    ],
    "title": "Zain - CityScape KSA"
  },
  {
    "mainImage": "/projects/site-gitex/main.png",
    "description": "At GITEX 2023, SITE experienced innovation with the Interactive Dynamic Wheel—an intuitive solution where users could effortlessly select topics by moving the wheel, triggering LED Screens to display relevant information. In addition, we introduced interactive screens with custom programming, facilitating the seamless presentation of SITE's services. ",
    "images": ["projects/site-gitex/1.png","projects/site-gitex/2.png"],
    "title": "SITE - GITEX 2023"
  },
  {
    "mainImage": "/projects/ge-healthcare-arab-health-2023/main.png",
    "description": "Rotating Platform GE Healthcare at the Arab Health 2023.  We developed a grand rotating platform to enhance the product reveal of the GE Healthcare at the Arab Health Exhibition 2023. The reveal moment demanded attention in the exhibition, becoming the focal point and an impactful event experience  ",
    "images": ["/projects/ge-healthcare-arab-health-2023/1.png","/projects/ge-healthcare-arab-health-2023/2.png","/projects/ge-healthcare-arab-health-2023/3.png"],
    "title": "GE Healthcare - Arab Health 2023"
  }
]
